<?php
session_start();
?>
<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="css/style.css">
    <link rel="shortcut icon" href="img/Zeichen_Info.png">
    <title>Info portal</title>
</head>

<body>
    <header>
        <div class="headercont">

            <a href="/index.php">
                <img class="logo" src="img/Zeichen_Info.png" alt="logo">
            </a>

            <h2 id="navzag">Информационная система</h2>





            <div class="nav">
                <p><a class="navtext" href="#osnovnoe">Основное</a></p>
                <p><a class="navtext" href="#podh">Подходы к организации учебного процесса</a></p>
                <p>
                    <a class="navtext" href="login.php">Вход</a>
                </p>

                <p>
                    <a class="navtext" href="register.php">Регистрация</a>
                </p>
                <!-- <p><a class="navtext" href="#obzor">Основы обучения</a></p>
                <p><a class="navtext" href="#sys">Системная инженерия</a></p> -->
            </div>
        </div>
    </header>

    <main>
        <div class="maincont">
            <br>
            <h2><a name="osnovnoe">Основное</a></h2>
            <br>
            <div class="osnovnoe1">

                <p>
                    Обучение и развитие сотрудников – пожалуй,
                    одна из самых внушительных статей расходов
                    во многих компаниях, которые уже пришли к пониманию,
                    что персонал это самый важный ресурс.
                    <br>
                    <br>
                    Обучение и развитие сотрудников – одни из приоритетных
                    направлений в ICL Services. Мы придерживаемся точки зрения,
                    что ценных сотрудников не просто можно, но и нужно растить
                    внутри компании. Это диктует сама специфика отрасли
                    информационных технологий. Они развиваются стремительно:
                    сегодня что-то не изучил, завтра остался «за бортом».
                    <br>
                    <br>
                </p>
                <img class="firstimg" src="img/first.jpg" alt="first">
                <br>
                <p>
                    Для реализации проекта по обучению в компании отдельно
                    выделено подразделение T&D (training and development).
                    Оно входит в службу персонала и занимается
                    непосредственно стратегией обучения сотрудников компании,
                    проведением навыкового и внешнего обучения, языковых
                    тренингов и организацией экзаменов.
                    <br>
                    <br>
                    Структура отдела выглядит следующим образом:
                </p>
                <img class="second" src="img/second.png" alt="second">
                <br>

                <p>
                    Благодаря поддержке такого подхода со стороны компании,
                    сотрудники сильно мотивированы в получении
                    профессионального обучения: есть возможность получения
                    языковых компетенций, softskills, карьерного промоушена
                    и многих других привилегий. Но все по порядку.
                </p>
            </div>
            <br>

            <h2><a name="podh">Подходы к организации учебного процесса</a></h2>
            <br>
            <div>
                <p>
                    1. По запросу.
                    <br><br>
                    Это самый распространённый подход. Он отлично работает при небольшом штате компании.
                    <br><br>
                    Плюсы:
                    <br><br>
                <ul>
                    <li>Сотрудник сам выбирает и планирует своё обучение, а компания всячески его в этом поддерживает.
                    </li>
                    <li>Нет жёстких установленных рамок и правил.</li>
                    <li>Перспективы для сотрудников и повышение их лояльности к компании.</li>
                </ul>
                <br>
                Минусы:
                <br><br>
                <ul>
                    <li>Невозможно спрогнозировать возможные траты на год без отклонений.</li>
                    <li>Так как подход зависит от инициативы сотрудников, самые активные могут «перетягивать одеяло на
                        себя», не оставляя шансов на обучение более скромным и стеснительным коллегам.</li>
                    <li>Не отслеживается польза обучения, его эффективность и результативность.</li>
                </ul>
                <br>
                2. Софинансирование.
                <br><br>
                Когда компания начинает стремительно увеличиваться в штате, понадобится более зрелый подход к вопросам
                организации обучения.
                <br><br>
                Новый подход софинансирования предлагает сотруднику разделить траты на поездку: компания покупает билеты
                на конференцию и обеспечивала трансфер до места (самолет/поезд/такси), а сотрудник оплачивает своё
                проживание.
                <br><br>
                Плюсы:
                <br><br>
                <ul>
                    <li>Действительно повысился уровень осознанности сотрудников в поездках.</li>
                    <li>Уменьшилось количество откровенно дорогих поездок.</li>
                    <li>Весёлых историй «как я провел конференцию» будет меньше.</li>
                </ul>
                <br>
                Минусы:
                <br><br>
                <ul>
                    <li>Не всем будут по карману поездки на полезные конференции, и многие откажутся просто потому, что
                        не смогут себе это позволить.</li>
                    <li>Разница в зарплатах сотрудников стала влиять на разницу в перспективах обучения.</li>
                </ul>
                <br>
                </p>
                <!-- <img src="img/third.png" alt="third"> -->
            </div>

            <!-- <h2><a name="obzor">Основы обучения</a></h2>
            <br>
            <div class="osnovnoe1">
                <p>
                    Цели обучения определены, процессы налажены,
                    метрики эффективности выстроены — но как же
                    сделать развитие персонала свободным инструментом
                    для повсеместного пользования? Для конкретного
                    сотрудника важно, чтобы это обучение было не просто
                    возможным, а именно открытым и доступным.
                    <br><br>
                    Во-первых, это постоянное информирование.
                    Для этого следует поддерживать с сотрудниками
                    внутренние коммуникации: рассказывать про то,
                    когда и о чем будет тренинг, полезность и
                    применимость навыков. Например, на различных интранет-порталах
                    компаний есть раздел «Новости», и при появлении
                    новых курсов и тренингов внутренних тренеров,
                    сотрудники HR добавляют на сайт всю необходимую информацию.
                </p>
                <br>
                <img src="img/ustal.png" alt="zxc">
                <br>
                <p>
                    Во-вторых, важно, чтобы процесс подачи заявок
                    был максимально легким. Например, сами курсы
                    могут быть визуализированы в виде календаря
                    тренингов, а при нажатии на интересующий тренинг
                    можно сразу же подать заявку на участие.
                </p>
                <br>
                <img src="img/222_png_1536731417.png" alt="zxc">
                <br>
                <p>
                    В-третьих, время обучения должно быть тоже
                    удобным для сотрудников. Например, у нас
                    продолжительность каждого курса— 8 часов, и он
                    проводится в течение двух дней (каждый день по 4 часа).
                    Это для нас действительно важно, потому что у сотрудников
                    есть возможность в течение дня и пройти обучение,
                    и решить рабочие вопросы.
                    <br><br>
                    По этой же причине обучение проходит только в
                    рабочие дни — нет необходимости проводить обучение
                    в субботу, хотя во многих компаниях это распространённая практика.
                </p>
            </div>
            <br>

            <h2><a name="sys">Системная инженерия</a></h2>
            <br>

            <div class="osnovnoe1">
                <p>
                    Рассмотрим такую профессию, как Системный Администратор.
                    <br><br>
                    Общие слова о профессии:
                    <br><br>
                    Системный администратор (он же Системный инженер),
                    это технический специалист, с высоким уровнем знаний
                    в нескольких смежных сферах (и более глубокой
                    специализацией), способный построить и обслуживать
                    сложные информационные системы, обеспечивать их
                    производительную, отказоустойчивую и безопасную работу,
                    тем самым давая бизнесу надежный фундамент для
                    работы и развития (ведь сейчас невозможно представить
                    бизнес, в работе которого не участвовали бы информационные системы).
                    <br><br>
                </p>
                <img class="boba" src="img/luchshikhsetevykhadministratorovregionaopredelyatnachempionateworldskills.jpg" alt="zxc">
                <br>
            </div>

            <p>
                Специализации:
                <br><br>
                Итак, на мой взгляд существует следующие направления
                специализаций:
                <br><br>
                1. Сетевой администратор (Сетевой инженер) — человек, который
                планирует, строит и поддерживает сеть предприятия.
                Отличное знает как работает стек сетевых протоколов,
                знаком с работой основных прикладных протоколов,
                знает протоколы маршрутизации, технологии поддерживающие работу сети и т.п.
                <br><br>
                2. Администратор операционных систем (Системный администратор)
                — те, кого обычно и подразумевают, произнося фразу
                «системный администратор». Человек, обладающий глубокими
                знаниями по операционным системам. Так же эти администраторы обычно занимаются
                поддержкой тех или иных сервисов, реализуемых на этих операционных системах.
                <br><br>
                Обучение
                <br><br>
                Нельзя удариться только в одну область и бить по ней.
                Для начала, хотя бы шапочно, советую ознакомиться со
                всеми ними. Благо точек соприкосновения поначалу будет
                более чем предостаточно. Уже потом, в процессе
                дальнейшей работы и изучения, поняв, что Вам интересно,
                Вы сможете выбрать специализацию и углубиться в нее.
                <br><br>
                А что делать тем, кто вот только только вступает на этот нелегкий путь,
                а знания нужны уже сейчас? Когда нужно что-то, что можно
                пролистать в темпе за неделю-две и начать понимать,
                что происходит вокруг. Есть ли такое? Ответ — Да.
                Есть две замечательные книжки, за авторством Александра Кенина:
                <br><br>
            </p>
            <div class="osnovnoe2">
                <img src="img/k1.jpg" alt="zxc">
                <img src="img/k2jpg.jpg" alt="zxc">
            </div>
            <br>
            <p>
                Эти две книжки ни в коем случае не являются заменой
                полноценным учебным пособиям, но позволят быстро «въехать» в тему.
                <br><br>
                Что учить?
                <br><br>
            <ul>
                <li>Администрирование на операционной системе Windows</li>
                <li>Администрирование на операционной системе Linux</li>
                <li>Сети и протоколы</li>
                <li>Виртуализация и виртуальные машины</li>
                <li>Хранение данных и базы данных</li>
                <li>Английский язык</li>
            </ul>
            <br>
            В заключении оставляю этот видео ролик о профессии Системный Администратор:
            <br><br>


            </p>
            <div class="osnovnoe1">
                <iframe width="1252" height="704" src="https://www.youtube.com/embed/tTuFHFmGFhk" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
            </div>
            <br>
        </div> -->


    </main>

    <footer class="footconts">

        <div class="footer1">
            <br>
            <p>© 2002 - 2022 Infosys Company. All rights reserved.</p>
            <br>
            <p>Your <a href="#">privacy</a> is important to us.</p>
            <br>
            <p>Контактный телефон: +79777274592</p>
            <br>
            <p>Адрес электронной почты: steamsteam3404@mail.ru</p>
            <br>
        </div>

        <div class="footer2">
            <a href="#"><img src="img/facebook.png" alt="zxc"> Мы на Facebook!</a>
            <a href="#"><img src="img/instagram.png" alt="zxc"> Мы в Instagram!</a>
            <a href="#"><img src="img/twitter.png" alt="zxc"> Мы в Twitter!</a>
            <a href="#"><img src="img/vk.png" alt="zxc"> Мы в VK!</a>
        </div>
    </footer>

    <script src="js/script.js"></script>
</body>

</html>